Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.de-en.tmx
Source language: de
Languages: en

source: Alle haben
en: A posted

source: Meldepflicht in Schweden
en: Reporting posted workers in Sweden

source: Ausländische Unternehmen, die Arbeitnehmer zu einem länger als fünf Tage dauernden Einsatz nach Schweden entsenden, müssen diese Maßnahme dem schwedischen
en: Foreign companies that post employees to work in Sweden for more than five days are required to notify this to the Swedish Work Environment Authority.

source: ein Recht auf einen sicheren und gesundheitlich zuträglichen Arbeitsplatz.
en: to register posted workers.

source: Arbeitnehmerrechte stehen ihnen auf folgenden Gebieten zu: Arbeitssicherheit/-hygiene, Mindestentgelt, bezahlter Urlaub, Regelungen der Arbeitszeiten, Schutz vor Diskriminierung am Arbeitsplatz und Elternurlaub.
en: Areas covered by posted workers’ rights are: working environment, minimum wages and holiday pay, regulations on working hours, workplace discrimination and parental leave.

source: Sonderregelungen indessen bestehen, je nach Umständen der Beschäftigung, bei Steuern und Sozialleistungen.
en: Regarding taxes and social benefits, there are different regulations for foreign workers depending on their situation.

source: Das Zentralamt für das Arbeitsumfeld ist eine staatliche Behörde.
en: The Swedish Work Environment Authority is a government agency.

source: Sie führt die Aufsicht über die Einhaltung der gesetzlichen Arbeitsbedingungen wie Arbeitsschutz und -hygiene oder Arbeitszeiten.
en: We ensure that legislation concerning working environment and working hours is followed.

source: Schädliche Arbeitsbedingungen, oder Bedingungen im Widerspruch zu den geltenden Vorschriften sind zunächst dem Arbeitgeber zu melden.
en: Hazardous working conditions, or working conditions that are not consistent with the laws and regulations, should be reported first of all to the employer.

source: Danach können sie auch dem zuständigen Sicherheitsbeauftragten oder direkt dem Zentralamt für das Arbeitsumfeld angezeigt werden.
en: They can then also be reported to the safety officer at the workplace or directly to us at the Swedish Work Environment Authority.
